chore: update getting started
